Repository: SGNjogu/TranslatorUWP
Catalog: SpeechlyTouch/Strings/*/Resources.resw
Source language: en
Languages: af, am, ar, as, az_arab, bg, bn, bs, ca, cs, cy, da, de, el, es, et, fa, fi, fil, fr_ca, ga, gu, he, hi, hr, hu, hy, id, is, it, iu, ja, kk, km, kn, ko, ku_arab, ky, lo, lt, lv, mi, ml, mr, ms, mt, nb, ne, nl, or, pa, pl, prs, pt_pt, ro, ru, sk, sl, sq, sr_cyrl, sr_latn, sv, sw, ta, te, th, ti, tr, uk, ur, vi, zh_hans, zh_hant

# LoginFailedDialog_Description.Text
source: Your login attempt failed.
af: Jou aanmeldpoging het misluk.
am: የመግቢያ ሙከራህ ሳይሳካ ቀረ።
ar: فشلت محاولة تسجيل الدخول.
as: আপোনাৰ লগইন প্ৰচেষ্টা বিফল হৈছে।
az_arab: Giriş cəhdiniz iflas etdi.
bg: Вашият опит за влизане е неуспешен.
bn: আপনার লগইন প্রচেষ্টা ব্যর্থ হয়েছে।
bs: Vaš pokušaj prijavljivanja nije uspio.
ca: El vostre intent d'inici de sessió ha fallat.
cs: Váš pokus o přihlášení se nezdařil.
cy: Methodd eich ymgais fewngofnodi.
da: Dit loginforsøg mislykkedes.
de: Ihr Anmeldeversuch ist fehlgeschlagen.
el: Η προσπάθεια σύνδεσής σας απέτυχε.
es: Error en el intento de inicio de sesión.
et: Teie sisselogimiskatse ebaõnnestus.
fa: تلاش ورود شما با شکست مواجه شد.
fi: Kirjautumisyrityksesi epäonnistui.
fil: Nabigo ang iyong pagtatangka sa pag login.
fr_ca: Votre tentative de connexion a échoué.
ga: Theip ar d'iarracht logála isteach.
gu: તમારો લોગિન પ્રયાસ નિષ્ફળ ગયો.
he: ניסיון ההתחברות שלך נכשל.
hi: आपका लॉगिन प्रयास विफल रहा.
hr: Vaš pokušaj prijave nije uspio.
hu: A bejelentkezési kísérlet sikertelen volt.
hy: Ձեր մուտքագրման փորձը ձախողվեց:
id: Upaya login Anda gagal.
is: Innskráningartilraun þín mistókst.
it: Il tentativo di accesso non è riuscito.
iu: ᐃᓯᕋᓱᓚᐅᕐᓗᑎᑦ.
ja: ログインに失敗しました。
kk: Кіру әрекеті сәтсіз аяқталды.
km: ការ ប៉ុនប៉ង ចូល របស់ អ្នក បាន បរាជ័យ ។
kn: ನಿಮ್ಮ ಲಾಗಿನ್ ಪ್ರಯತ್ನ ವಿಫಲವಾಗಿದೆ.
ko: 로그인 시도가 실패했습니다.
ku_arab: هەوڵی چوونەژوورەوەت سەرکەوتوو نەبوو.
ky: Сиздин кирүү аракети ишке ашпады.
lo: ຄວາມ ພະຍາຍາມ ໃນ ການ ເຂົ້າ ເມືອງ ຂອງ ທ່ານ ໄດ້ ລົ້ມ ເຫ ລວ.
lt: Jūsų bandymas prisijungti nepavyko.
lv: Jūsu pieteikšanās mēģinājums neizdevās.
mi: I rahua tō ngana takiuru.
ml: നിങ്ങളുടെ ലോഗിൻ ശ്രമം പരാജയപ്പെട്ടു.
mr: तुमचा लॉगइनचा प्रयत्न फसला.
ms: Percubaan log masuk anda gagal.
mt: It-tentattiv tal-login tiegħek falla.
nb: Påloggingsforsøket mislyktes.
ne: तपाईँको लगइन प्रयास असफल भयो ।
nl: Uw inlogpoging is mislukt.
or: ଆପଣଙ୍କ ଲଗଇନ୍ ଉଦ୍ୟମ ବିଫଳ ହୋଇଛି।
pa: ਤੁਹਾਡੀ ਲੌਗਇਨ ਕੋਸ਼ਿਸ਼ ਅਸਫਲ ਰਹੀ।
pl: Próba logowania nie powiodła się.
prs: تلاش ورود به سیستم شما شکست خورد.
pt_pt: A sua tentativa de login falhou.
ro: Încercarea de conectare a eșuat.
ru: Попытка входа в систему не удалась.
sk: Váš pokus o prihlásenie zlyhal.
sl: Poskus prijave ni uspel.
sq: Përpjekja juaj e hyrjes dështoi.
sr_cyrl: Ваш покушај пријављивања није успео.
sr_latn: Vaš pokušaj prijavljivanja nije uspeo.
sv: Ditt inloggningsförsök misslyckades.
sw: Jaribio lako la kuingia lilishindwa.
ta: உங்கள் உள்நுழைவு முயற்சி தோல்வியுற்றது.
te: మీ లాగిన్ ప్రయత్నం విఫలమైంది.
th: ความพยายามในการเข้าสู่ระบบของคุณล้มเหลว
ti: እቲ ናብ ቤትካ ንምእታው ዝገበርካዮ ፈተነ ፈሸለ ።
tr: Oturum açma girişiminiz başarısız oldu.
uk: Ваша спроба входу не вдалася.
ur: آپ کی لاگ ان کی کوشش ناکام ہو گئی۔
vi: Lần đăng nhập của bạn không thành công.
zh_hans: 您的登录尝试失败。
zh_hant: 您的登錄嘗試失敗。

# LoginFailedDialog_Title.Text
source: Failed Login
af: Mislukte aanmelding
am: የተሳካለት ሎጊን
ar: فشل تسجيل الدخول
as: লগইন ব্যৰ্থ
az_arab: İnşa bacarılmadı
bg: Неуспешно влизане
bn: লগইন ব্যর্থ হয়েছে
bs: Neuspješna prijava
ca: Inici de sessió fallit
cs: Neúspěšné přihlášení
cy: Wedi methu mewngofnodi
da: Mislykket login
de: Fehlgeschlagene Anmeldung
el: Αποτυχημένη σύνδεση
es: Inicio de sesión fallido
et: Sisselogimine ebaõnnestus
fa: ورود ناموفق
fi: Kirjautuminen epäonnistui
fil: Nabigo ang Pag-login
fr_ca: Échec de la connexion
ga: Logáil isteach teipthe
gu: પ્રવેશ નિષ્ફળ
he: כניסה כושלת
hi: असफल लॉगिन
hr: Neuspjela prijava
hu: Sikertelen bejelentkezés
hy: Ձախողված մուտք
id: Login gagal
is: Misheppnuð innskráning
it: Accesso non riuscito
iu: ᐃᓯᑐᐃᓐᓇᕐᓂᖅ
ja: ログイン失敗
kk: Кіру жаңылысы
km: ការ ចូល ដែល បរាជ័យ
kn: ವಿಫಲ ಲಾಗಿನ್
ko: 로그인 실패
ku_arab: چوونەژوورەوەی سەرکەوتوو نەبوو
ky: Кирүү ишке ашпады
lo: Login ທີ່ຫຼົມແຫຼວ
lt: Nepavyko prisijungti
lv: Neizdevās pieteikties
mi: I Rahua te Takiuru
ml: ലോഗിൻ പരാജയപ്പെട്ടു
mr: अपयशी लॉगिन
ms: Log Masuk Gagal
mt: Login Fallut
nb: Mislykket innlogging
ne: लगइन असफल भयो
nl: Mislukte aanmelding
or: ଲଗଇନ୍ ବିଫଳ ହୋଇଛି
pa: ਲਾਗਇਨ ਫੇਲ੍ਹ ਹੋਇਆ
pl: Nieudane logowanie
prs: ورود ناموفق
pt_pt: Início de Sessão Falhado
ro: Conectare nereușită
ru: Неудачный вход
sk: Neúspešné prihlásenie
sl: Prijava ni uspela
sq: Hyrje e dështuar
sr_cyrl: Неуспело пријављивање
sr_latn: Neuspelo prijavljivanje
sv: Misslyckad inloggning
sw: Kuingia kwa kushindwa
ta: உள்நுழைவு தோல்வியுற்றது
te: లాగిన్ విఫలమైంది
th: เข้าสู่ระบบไม่สําเร็จ
ti: ዝፈሸለ መእተዊ
tr: Başarısız Oturum Açma
uk: Невдалий вхід
ur: ناکام لاگ ان
vi: Đăng nhập không thành công
zh_hans: 登录失败
zh_hant: 登錄失敗

# Main_Title.Text
source: Main
af: Belangrikste
am: ዋና
ar: رئيسي
as: মূল
az_arab: Əsas
bg: Основните
bn: মূল
bs: Glavni
ca: Principal
cs: Hlavní
cy: Prif
da: Vigtigste
de: Hauptsächlich
el: Κύριος
es: Principal
et: Peamine
fa: اصلی
fi: Pää
fil: Pangunahing
fr_ca: Principal
ga: Príomh
gu: મુખ્ય
he: ראשי
hi: मुख्य
hr: Glavni
hu: Fő
hy: Գլխավոր
id: Utama
is: Aðal
it: Principale
iu: ᐱᒋᐊᕐᕕᓪᓗᐊᑕᖅ
ja: メイン
kk: Негізгі
km: មេ
kn: ಮುಖ್ಯ
ko: 주요한
ku_arab: سەرەکی
ky: Негизги
lo: ຫຼັກ
lt: Pagrindinis
lv: Galvenais
mi: Matua
ml: പ്രധാന
mr: मुख्य
ms: Utama
mt: Prinċipali
nb: Hoved
ne: मुख्य
nl: Voornaamste
or: ମୁଖ୍ୟ
pa: ਮੁੱਖ
pl: Główny
prs: اصلی
pt_pt: Principal
ro: Principal
ru: Главный
sk: Hlavný
sl: Glavni
sq: Kryesore
sr_cyrl: Главни
sr_latn: Glavni
sv: Huvudsaklig
sw: Kuu
ta: சேவற் போட்டிப்பந்தயம்
te: ముఖ్యమైన
th: หลัก
ti: ቀንዲ
tr: Ana
uk: Головний
ur: اہم
vi: Chính
zh_hans: 主要
zh_hant: 主要

# PasswordPopup_SetupTitle.Text
source: Setup a Passcode
af: Stel 'n wagwoord op
am: ፓስኮድ አቁሙ
ar: إعداد رمز مرور
as: এটা পাছকোড ছেটআপ কৰক
az_arab: Passcode Qur
bg: Настройване на парола
bn: একটি পাসকোড সেটআপ করুন
bs: Postavljanje lozinke
ca: Configuració d'una contrasenya
cs: Nastavení přístupového kódu
cy: Gosod cod pasio
da: Opsætning af en adgangskode
de: Einrichten eines Passcodes
el: Ρύθμιση κωδικού πρόσβασης
es: Configurar un código de acceso
et: Pääsukoodi seadistamine
fa: راه اندازی رمز عبور
fi: Pääsykoodin määrittäminen
fil: Pag setup ng isang Passcode
fr_ca: Configurer un mot de passe
ga: Socraigh Passcode
gu: પાસકોડ સુયોજિત કરો
he: הגדרת קוד גישה
hi: पासकोड सेटअप करें
hr: Postavljanje šifre
hu: Állítson be egy jelszót
hy: Passcode-ի տեղադրում
id: Siapkan Kode Sandi
is: Settu upp lykilorð
it: Impostare un passcode
iu: ᓇᒃᓴᒐᒃᓴᒥᒃ ᐋᖅᑭᒃᓯᓗᑎᑦ
ja: パスコードを設定する
kk: Құпия кодты орнату
km: រៀបចំ Passcode
kn: ಪಾಸ್ ಕೋಡ್ ಅನ್ನು ಸೆಟಪ್ ಮಾಡಿ
ko: 암호 설정
ku_arab: دامەزراندنی پاسکۆد
ky: Пассодду орнотуу
lo: ການຕັ້ງລະຫັດຜ່ານ
lt: Slaptažodžio nustatymas
lv: Ieejas koda iestatīšana
mi: Tatūnga i tētahi waeherehipa
ml: ഒരു പാസ് കോഡ് സജ്ജമാക്കുക
mr: पासकोड सेट करा
ms: Sediakan Kod Laluan
mt: Issettja Passcode
nb: Sette opp et passord
ne: पासकोड सेटअप गर्नुहोस्
nl: Een toegangscode instellen
or: ଏକ ପାସକୋଡ୍ ସେଟ୍ ଅପ୍ କରନ୍ତୁ
pa: ਪਾਸਕੋਡ ਸੈੱਟਅੱਪ ਕਰੋ
pl: Konfigurowanie kodu dostępu
prs: راه اندازی یک Passcode
pt_pt: Configurar uma senha
ro: Configurarea unui cod de acces
ru: Настройка пароля
sk: Nastavenie prístupového kódu
sl: Nastavitev kode za geslo
sq: Përcakto një kod kalimi
sr_cyrl: Подешавање кода за пролаз
sr_latn: Podešavanje koda za prolaz
sv: Ställ in ett lösenord
sw: Sanidi namba ya siri
ta: கடவுக்குறியீட்டை அமை
te: పాస్ కోడ్ సెటప్ చేయి
th: ตั้งค่ารหัสผ่าน
ti: ፓስኮድ ኣዳሉ
tr: Parola ayarlama
uk: Настроювання коду доступу
ur: پاس کوڈ سیٹ اپ کریں
vi: Thiết lập mật mã
zh_hans: 设置密码
zh_hant: 設置密碼

# ReEnterPasscodeDialog_Description1.Text
source: Please re-enter your passcode to keep editing...
af: Voer asseblief weer jou wagwoord in om aan te hou redigeer ...
am: እባክዎን ፓስኮድዎን እንደገና ያስገቡ ትርጉሙ እንዲቀጥል ...
ar: يرجى إعادة إدخال رمز المرور الخاص بك لمواصلة التحرير ...
as: সম্পাদনা কৰি থাকিবলৈ অনুগ্ৰহ কৰি আপোনাৰ পাছকোড পুনৰ প্ৰবিষ্ট কৰক...
az_arab: Xahiş edirik, redaktəni davam etdirmək üçün keçid kodunuzu yenidən daxil edin...
bg: Моля, въведете отново паролата си, за да продължите да редактирате...
bn: সম্পাদনা চালিয়ে যেতে অনুগ্রহ করে আপনার পাসকোডটি পুনরায় লিখুন...
bs: Molimo Vas da ponovo unesete lozinku da biste nastavili sa uređivanjem...
ca: Torneu a introduir la vostra contrasenya per continuar editant ...
cs: Zadejte prosím znovu přístupový kód, abyste mohli pokračovat v úpravách...
cy: Ail-nodwch eich cod pasio i barhau i olygu...
da: Indtast din adgangskode igen for at fortsætte med at redigere...
de: Bitte geben Sie Ihren Passcode erneut ein, um weiter zu bearbeiten...
el: Εισαγάγετε ξανά τον κωδικό πρόσβασής σας για να συνεχίσετε την επεξεργασία...
es: Vuelva a ingresar su contraseña para seguir editando ...
et: Redigeerimise jätkamiseks sisestage oma pääsukood uuesti ...
fa: لطفا رمز عبور خود را دوباره وارد کنید تا ویرایش را حفظ کنید...
fi: Anna pääsykoodisi uudelleen, jotta voit jatkaa muokkaamista...
fil: Ipasok muli ang iyong passcode upang patuloy na i edit...
fr_ca: Veuillez saisir à nouveau votre mot de passe pour continuer à éditer...
ga: Cuir isteach do phaschód arís chun eagarthóireacht a choinneáil...
gu: મહેરબાની કરીને ફેરફાર કરવાનું ચાલુ રાખવા માટે તમારો પાસકોડ ફરી દાખલ કરો...
he: הזן מחדש את קוד הגישה שלך כדי להמשיך לערוך...
hi: संपादन जारी रखने के लिए कृपया अपना पासकोड पुन: दर्ज करें...
hr: Ponovno unesite šifru da biste nastavili uređivati...
hu: Kérjük, adja meg újra a jelszavát a szerkesztés folytatásához...
hy: Խնդրում ենք նորից մուտք գործել ձեր passcode- ը, որպեսզի շարունակեք խմբագրումը...
id: Silakan masukkan kembali kode sandi Anda untuk terus mengedit...
is: Vinsamlegast sláðu inn lykilorðið þitt aftur til að halda áfram að breyta...
it: Inserisci nuovamente il passcode per continuare a modificare...
iu: ᑎᑎᕋᒃᑲᓐᓂᕐᓗᒍ ᖃᕆᑕᐅᔭᕐᒧᑦ ᒪᒃᐱᕈᓐᓇᐅᑖ ᑕᒻᒪᖅᓯᒪᔪᓐᓃᖅᑎᓐᓇᓱᒡᓗᒍ...
ja: 編集を続けるには、パスコードを再入力してください...
kk: Өңдеуді сақтау үшін құпия кодты қайта енгізіңіз...
km: សូម ចូល កូដ passcode របស់ អ្នក ឡើង វិញ ដើម្បី បន្ត កែ សម្រួល...
kn: ಸಂಪಾದನೆಯನ್ನು ಮುಂದುವರಿಸಲು ದಯವಿಟ್ಟು ನಿಮ್ಮ ಪಾಸ್ ಕೋಡ್ ಅನ್ನು ಮತ್ತೆ ನಮೂದಿಸಿ...
ko: 계속 편집하려면 암호를 다시 입력하십시오...
ku_arab: تکایە جارێکی تر پاسکۆدەکەت بنووسەوە بۆ ئەوەی بەردەوام بیت لە بژارکردن...
ky: Редакциялоону улантуу үчүн пассаж индексин кайра киргизиңиз...
lo: ກະລຸນາໃສ່ລະຫັດຜ່ານຂອງທ່ານຄືນໃຫມ່ເພື່ອຮັກສາການແກ້ໄຂ...
lt: Iš naujo įveskite prieigos kodą, kad galėtumėte toliau redaguoti...
lv: Lūdzu, atkārtoti ievadiet savu ieejas kodu, lai turpinātu rediģēt...
mi: Tāuru anōtia tō waeherehipa hei whakatika tonu...
ml: എഡിറ്റുചെയ്യുന്നത് തുടരുന്നതിന് നിങ്ങളുടെ പാസ് കോഡ് വീണ്ടും നൽകുക...
mr: संपादन करत राहण्यासाठी कृपया आपला पासकोड पुन्हा प्रविष्ट करा ...
ms: Sila masukkan semula kod laluan anda untuk terus mengedit...
mt: Erġa' daħħal il-passcode tiegħek biex tibqa' teditja...
nb: Skriv inn passordet ditt på nytt for å fortsette å redigere ...
ne: कृपया सम्पादन गरिरहन तपाईँको पासकोड पुन: प्रविष्ट गर्नुहोस्...
nl: Voer uw toegangscode opnieuw in om te blijven bewerken...
or: ଦୟାକରି ସମ୍ପାଦନ ଜାରି ରଖିବାକୁ ଆପଣଙ୍କ ପାସକୋଡ୍ ପୁନଃ-ପ୍ରବେଶ କରନ୍ତୁ...
pa: ਸੰਪਾਦਨ ਕਰਨਾ ਜਾਰੀ ਰੱਖਣ ਲਈ ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ ਪਾਸਕੋਡ ਦੁਬਾਰਾ ਦਾਖਲ ਕਰੋ...
pl: Wprowadź ponownie hasło, aby kontynuować edycję...
prs: لطفاً برای حفظ ویرایش، شماره عبور خود را دوباره وارد کنید...
pt_pt: Por favor, reintrod consulte a sua senha para continuar a editar...
ro: Vă rugăm să reintroduceți codul de acces pentru a continua să editați...
ru: Пожалуйста, повторно введите секретный код, чтобы продолжить редактирование...
sk: Znova zadajte prístupový kód, aby ste mohli pokračovať v úpravách...
sl: Vnesite geslo in nadaljujte z urejanjem...
sq: Ju lutem ri-hyni kodin tuaj për të vazhduar redaktimin...
sr_cyrl: Поново унесите шифру за пролаз да бисте наставили да уређујете...
sr_latn: Ponovo unesite šifru za prolaz da biste nastavili da uređujete...
sv: Ange ditt lösenord igen för att fortsätta redigera ...
sw: Tafadhali ingiza tena namba yako ya siri ili uendelee kuhariri...
ta: திருத்துவதைத் தொடர உங்கள் கடவுக்குறியீட்டை மீண்டும் உள்ளிடவும்...
te: ఎడిట్ చేయడం కొనసాగించడం కొరకు దయచేసి మీ పాస్ కోడ్ ని తిరిగి నమోదు చేయండి...
th: โปรดป้อนรหัสผ่านของคุณอีกครั้งเพื่อแก้ไขต่อไป...
ti: በጃኻ ነቲ ፓስኮድካ እንደገና ኣእትዎ እሞ ብቐጻሊ ኣዐርዮ።
tr: Düzenlemeye devam etmek için lütfen şifrenizi tekrar girin...
uk: Будь ласка, повторно введіть свій пароль, щоб продовжувати редагувати...
ur: تدوین جاری رکھنے کے لیے اپنا پاس کوڈ دوبارہ درج کریں...
vi: Vui lòng nhập lại mật mã của bạn để tiếp tục chỉnh sửa...
zh_hans: 请重新输入您的密码以继续编辑...
zh_hant: 請重新輸入您的密碼以繼續編輯...

# ReEnterPasscodeDialog_Title.Text
source: Re-enter your passcode
af: Voer u wagwoord weer in
am: ፓስኮድህን እንደገና አስገባ
ar: أعد إدخال رمز المرور الخاص بك
as: আপোনাৰ পাছকোড পুনৰ প্ৰবিষ্ট কৰক
az_arab: Şifrənizi yenidən daxil edin
bg: Въведете отново паролата си
bn: আপনার পাসকোড পুনরায় লিখুন
bs: Ponovo unesite svoj kod
ca: Torneu a introduir la vostra clau d'accés
cs: Znovu zadejte přístupový kód
cy: Ail-gydio yn eich cod pasio
da: Indtast din adgangskode igen
de: Geben Sie Ihren Passcode erneut ein
el: Εισαγάγετε ξανά τον κωδικό πρόσβασής σας
es: Vuelve a ingresar tu contraseña
et: Sisestage pääsukood uuesti
fa: رمز عبور خود را دوباره وارد کنید
fi: Anna pääsykoodisi uudelleen
fil: Ipasok muli ang iyong passcode
fr_ca: Entrez à nouveau votre code d’accès
ga: Cuir isteach do phaschód arís
gu: તમારો પાસકોડ ફરી દાખલ કરો
he: הזינו מחדש את קוד הגישה
hi: अपना पासकोड पुन: दर्ज करें
hr: Ponovno unesite šifru
hu: Írja be újra a jelkódot
hy: Նորից մուտքագրեք ձեր անցքը
id: Masukkan kembali kode sandi Anda
is: Sláðu aftur inn lykilorðið þitt
it: Inserisci nuovamente il passcode
iu: ᐃᓯᒃᑲᓐᓂᕐᓗᒍ ᐃᓯᕈᓐᓇᐅᑎᑦ
ja: パスコードを再入力してください
kk: Құпия кодты қайта енгізу
km: សូម បញ្ចូល កូដ ចម្លង របស់ អ្នក ឡើង វិញ
kn: ನಿಮ್ಮ ಪಾಸ್ ಕೋಡ್ ಅನ್ನು ಮತ್ತೆ ನಮೂದಿಸಿ
ko: 비밀번호 재입력
ku_arab: دووبارە داخڵکردنی پاسکۆدەکەت
ky: Пассодду кайра киргизүү
lt: Iš naujo įveskite prieigos kodą
lv: Piekļuves koda atkārtota ievadīšana
mi: Tāuru anō i tō waeherehipa
ml: നിങ്ങളുടെ പാസ് കോഡ് വീണ്ടും നൽകുക
mr: आपला पासकोड पुन्हा प्रविष्ट करा
ms: Masukkan semula kod laluan anda
mt: Erġa' daħħal il-passcode tiegħek
nb: Skriv inn passordet på nytt
ne: तपाईँको पासकोड पुन: प्रविष्ट गर्नुहोस्
nl: Voer uw toegangscode opnieuw in
or: ଆପଣଙ୍କ ପାସକୋଡ୍ ପୁନଃ-ପ୍ରବେଶ କରନ୍ତୁ
pa: ਆਪਣਾ ਪਾਸਕੋਡ ਦੁਬਾਰਾ ਦਾਖਲ ਕਰੋ
pl: Wprowadź ponownie kod dostępu
prs: دوباره عبور خود را وارد کنید
pt_pt: Reintrodua a sua senha
ro: Reintroduceți codul de acces
ru: Повторно введите секретный код
sk: Opätovné zadanie kódu
sl: Ponovno vnesite geslo
sq: Ri-shkruaj kodin tënd të kalimit
sr_cyrl: Поново унесите шифру за пролаз
sr_latn: Ponovo unesite šifru za prolaz
sv: Ange din lösenkod igen
sw: Ingiza tena namba yako ya siri
ta: உங்கள் கடவுக்குறியீட்டை மீண்டும் உள்ளிடவும்
te: మీ పాస్ కోడ్ ని తిరిగి నమోదు చేయండి
th: ป้อนรหัสผ่านของคุณอีกครั้ง
ti: ፓስኮድካ እንደገና ኣእቱ
tr: Parolanızı yeniden girin
uk: Повторно введіть пароль
ur: اپنا پاس کوڈ دوبارہ داخل کریں
vi: Nhập lại mật mã của bạn
zh_hans: 重新输入密码
zh_hant: 重新輸入密碼

# RenterPasscodeDialog_Description2.Text
source: auto saving and going back home
af: motorbesparing en teruggaan huis toe
am: የመኪና ቁጠባ እና ወደ ቤት መመለስ
ar: التوفير التلقائي والعودة إلى المنزل
as: স্বয়ং সংৰক্ষণ আৰু ঘৰলৈ উভতি যোৱা
az_arab: avto saving və evə qayıtmaq
bg: автоматично спестяване и връщане у дома
bn: অটো সেভিং এবং বাড়ি ফিরে যাওয়া
bs: Auto servis i povratak kući
ca: estalvi automàtic i tornar a casa
cs: Automatické ukládání a návrat domů
cy: Arbed auto a mynd yn ôl adref
da: automatisk gemme og gå hjem
de: Automatisches Speichern und Zurückkehren nach Hause
el: αυτόματη αποθήκευση και επιστροφή στο σπίτι
es: Ahorro automático y regreso a casa
et: automaatne säästmine ja koju naasmine
fa: صرفه جویی خودکار و بازگشت به خانه
fi: automaattinen tallennus ja kotiinpaluu
fil: auto pag save at pag uwi sa bahay
fr_ca: l’économie automatique et le retour à la maison
ga: sábháil uathoibríoch agus dul ar ais abhaile
gu: ઓટો સેવ કરો અને ઘરે પાછા જઈ રહ્યા છીએ
he: שמירה אוטומטית וחזרה הביתה
hi: ऑटो बचत और घर वापस जाना
hr: automatsko spremanje i povratak kući
hu: automatikus mentés és hazatérés
hy: ավտոմեքենայի խնայողությունը եւ տուն վերադառնալը
id: Menyimpan otomatis dan kembali ke rumah
is: Sjálfvirk vistun og fara aftur heim
it: Salvataggio automatico e ritorno a casa
iu: ᐃᒻᒥᓂᒃ ᐱᐅᓕᑦᓯᓂᖅ ᐊᖏᕐᕋᒧᓪᓗ ᐅᑎᕐᓂᖅ
ja: 自動保存と帰宅
kk: автосақтау және үйге оралу
km: ការ សន្សំ សំចៃ រថ យន្ត និង ត្រឡប់ ទៅ ផ្ទះ វិញ
kn: ಸ್ವಯಂ ಉಳಿಸುವಿಕೆ ಮತ್ತು ಮನೆಗೆ ಹಿಂತಿರುಗುವುದು
ko: 자동 저장 및 집으로 돌아가기
ku_arab: پاشەکەوتکردنی خۆکار و گەڕانەوە بۆ ماڵەوە
ky: авто үнөмдөө жана үйгө кайтып
lo: ອັດຕະໂນມັດປະຢັດແລະກັບເມືອບ້ານ
lt: automatinis išsaugojimas ir grįžimas namo
lv: automātiska saglabāšana un atgriešanās mājās
mi: tiaki aunoa me te hoki ki te kāinga
ml: ഓട്ടോ സേവ് ചെയ്ത് വീട്ടിലേക്ക് മടങ്ങുന്നു
mr: ऑटो सेव्हिंग आणि घरी परत जाणे
ms: Penjimatan automatik dan pulang ke rumah
mt: l-iffrankar awtomatiku u li tmur lura d-dar
nb: automatisk lagring og hjemreise
ne: स्वत: बचत र घर फर्कने
nl: automatisch sparen en terug naar huis
or: ସ୍ଵତଃ ସଞ୍ଚୟ ଏବଂ ଘରକୁ ଫେରିବା
pa: ਸਵੈ ਬੱਚਤ ਕਰਨਾ ਅਤੇ ਘਰ ਵਾਪਸ ਜਾਣਾ
pl: Automatyczne zapisywanie i powrót do domu
prs: صرفه جویی در خودکار و رفتن به خانه
pt_pt: economia automática e voltando para casa
ro: salvarea automată și întoarcerea acasă
ru: автосохранение и возвращение домой
sk: automatické šetrenie a návrat domov
sl: samodejno shranjevanje in vračanje domov
sq: auto duke kursyer dhe duke u kthyer në shtëpi
sr_cyrl: аутоматско чување и повратак кући
sr_latn: automatsko čuvanje i povratak kući
sv: Spara automatiskt och gå hem
sw: Kuweka akiba ya magari na kurudi nyumbani
ta: ஆட்டோ சேமிப்பு மற்றும் வீட்டிற்குத் திரும்புதல்
te: ఆటో సేవింగ్ మరియు ఇంటికి తిరిగి వెళ్లడం
th: ออโต้ออมทรัพย์และกลับบ้าน
ti: ማኪና ኣዋህሊልካ ናብ ቤትካ ምምላስ
tr: otomatik kaydetme ve eve dönme
uk: Автозбереження та повернення додому
ur: آٹو کی بچت اور گھر واپس جانا
vi: Tự động lưu và trở về nhà
zh_hans: 自动保存并回家
zh_hant: 自動保存並回家

# Save.Content
source: Save
af: Stoor
am: አስቀምጥ
ar: أنقذ
as: সংৰক্ষণ কৰক
az_arab: Qeyd Et
bg: Спасявам
bn: সংরক্ষণ
bs: Spasiti
ca: Salvar
cs: Uložit
cy: Achub
da: Spare
de: Retten
el: Σώζω
es: Salvar
et: Salvestama
fa: ذخیره
fi: Säästää
fil: Mag-ipon
fr_ca: Enregistrer
ga: Sábháil
gu: સંગ્રહો
he: שמר
hi: रक्षा कर
hr: Spasiti
hu: Megment
hy: Խնայել
id: Simpan
is: Spara
it: Salvare
iu: ᑐᖅᑯᕐᓗᒍ
ja: セーブ
kk: Сақтау
km: រក្សាទុក
kn: ಉಳಿಸು
ko: 구해내다
ku_arab: هەڵگرتن
ky: Сактоо
lo: ຊ່ວຍປະຢັດ
lt: Taupyti
lv: Glābt
mi: Tiaki
ml: സൂക്ഷിക്കുക
mr: बचत करणे
ms: Simpan
mt: Tissejvja
nb: Lagre
ne: बचत गर्नुहोस्
nl: Redden
or: ସଞ୍ଚୟ କରନ୍ତୁ
pa: ਸੰਭਾਲੋ
pl: Zapisać
prs: ذخیره
pt_pt: Salvar
ro: Salva
ru: Спасать
sk: Zachrániť
sl: Shraniti
sq: Ruaj
sr_cyrl: Сачувај
sr_latn: Sačuvaj
sv: Spara
sw: Hifadhi
ta: கெலிப்புத்தடங்கல்
te: కాపాడు
th: ประหยัด
ti: ኣድሕን
tr: Kurtarmak
uk: Рятувати
ur: بچانا
vi: Cứu
zh_hans: 救
zh_hant: 救
